[
    {
        "ano": "2022",
        "mes": "Dezembro",
        "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/tema-desafios-para.htm",
        "tema": "Desafios para para a valorização de comunidades e povos tradicionais no Brasil",
        "texto_motivador": "O tema de dezembro do Banco de Redações é o mesmo do Enem 2022:\"Desafios para a valorização de comunidades e povos tradicionais noBrasil\".  Assim, quem fez a redação do Enem poderá ter, no começo de janeiro, uma noção de como se saiu na prova. Para quem está se preparando para o Enem, é uma forma de conhecer a prova e o nível de exigência.",
        "lista_de_redacoes": [
            {
                "id": "19187",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19187",
                "titulo": "#Princesa redatora",
                "data_envio": "07/12/2022",
                "lista_de_paragrafos": [
                    "No ano de 1889, o filósofo brasileiro Raimundo Teixeira Mendes apropriou o lema positivista \"Ordem e Progresso\" não apenas à bandeira nacional, mas também para toda a nação brasileira. Lamentavelmente, os desafios para a valorização de comunidades e povos tradicionais têm se mostrado como uma antítese à máxima do símbolo pátrio, uma vez que representa desordem e retrocesso. Esse cenário lastimável é fruto da ineficácia estatal e da dinâmica familiar. ",
                    "Mormente, constata-se a ínfima ação do Poder Público como mantenedora da problemática. Segundo o filósofo inglês Thomas Hobbes, é responsabilidade do Estado proporcionar meios para o progresso da coletividade. Entretanto, os governantes contrariam as ideias do pensador, pois, segundo o economista norte-americano Murray Rothbard, estes são orientados por um viés individualista e visam o retorno imediato do capital político, negligenciando questões sociais. Dessa maneira, mesmo com a criação da Política Nacional de Desenvolvimento Sustentável dos Povos e Comunidades Tradicionais, os representantes políticos exercem papel inerte frente à desvalorização das comunidades tradicionais, através do não cumprimento do PNCT. Logo é notória a omissão do Estado em relação ao problema. ",
                    "Ademais, cabe responsabilizar a instituição familiar pelo problema. A Constituição brasileira vigente, em seu artigo 226, declara que a família é a base da sociedade. Desse modo, a família possui um papel basilar nessa desvalorização, afinal, os adultos que são preconceituosos deixam maus exemplos às crianças, as quais desvalorizarão os saberes tradicionais por acharem isso normal. A vulgarização desse hábito perpetua a celeuma e confirma o que foi dito pela filósofa francesa Simone de Beauvoir \"o mais escandaloso dos escândalos é que nos habituamos a eles\". Dessa forma, fica clara a inadmissibilidade do cenário perdurar. ",
                    "Portanto, depreende-se que uma resolução precisa ser tomada. O Poder Executivo deve por em prática o PNCT por meio de palestras de conscientização às organizações familiares, sobre a importância das comunidades tradicionais. As ministrações deverão ser feitas por socio-ambientalistas, a fim de que os pais eduquem bem seus filhos e os povos sejam valorizados tanto pela família, quanto pelo Estado. Somente assim a nação brasileira fará jus a sua bandeira."
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 455
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 783
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Dois pontos)",
                                "posicao": 500
                            },
                            {
                                "anotacao": "(Reestruture e explore com mais produtividade)",
                                "posicao": 630
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Explore as discussões com mais produtividade ao longo do desenvolvimento. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    120,
                    200,
                    160
                ],
                "nota_final": 800
            },
            {
                "id": "19197",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19197",
                "titulo": "09112004",
                "data_envio": "16/12/2022",
                "lista_de_paragrafos": [
                    "A Constituição federal de 1988 prevê em seu artigo 6º o direito à segurança, saúde, moradia e educação como inerente a todo cidadão do Brasil. No entanto, tal prerrogativa não tem se reverberado com ênfase na prática quando se observa as dificuldades em se valorizar as comunidades e povos tradicionais brasileiros. Diante disso, é fundamental analisar os aspectos relacionados a essa pauta, tais como a inoperância estatal e a insuficiência legislativa. ",
                    "Nessa perspectiva, é importante ressaltar a inércia estatal como um fator que contribui para a persistência do problema. Sob essa ótica, cabe citar o filósofo contratualista John Locke, que afirma ser função do Estado garantir que seus cidadãos desfrutem de direitos indispensáveis. Consoante a isso, a ação do governo, segundo Locke, é falha, uma vez que o Estado não estabelece meios de reconhecer e garantir os direitos desses povos. ",
                    "Além disso, é valido apontar a insuficiência legislativa como um aspecto impulsionador dessa problemática. Nesse contexto, a ausência de leis que promovam a preservação de áreas naturais ocupadas pelas comunidades tradicionais brasileiras provoca insegurança nesses povos, uma vez que não possuem o local onde vivem protegidos legalmente. Logo, é inadmissível que esse cenário continue a perdurar. ",
                    "Depreende-se, portanto, a necessidade de enfrentar esses obstáculos. Diante disso, é imprescindível que o governo federal, por intermédio de projetos de leis, garanta os direitos necessários à a essa população, tais como a preservação de seus territórios, a fim de garantir que as comunidades tradicionais sejam reconhecidas e valorizadas. Assim, tornar-se-á possível a construção de uma sociedade permeada pela efetivação dos elementos elencados na Magna Carta. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 37
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 54
                            },
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 455
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 437
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(A discussão precisa ser mais explorada)",
                                "posicao": 398
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 463
                            }
                        ]
                    }
                ],
                "feedback_revisor": "As discussões precisam ser mais exploradas ao longo do desenvolvimento. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    120,
                    200,
                    160
                ],
                "nota_final": 800
            },
            {
                "id": "19207",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19207",
                "titulo": "11fbs - Enem 2022",
                "data_envio": "26/12/2022",
                "lista_de_paragrafos": [
                    "Na obra “Utopia”, do escritor inglês Thomas More, é retratada uma sociedade perfeita, na qual o corpo social padroniza-se pela ausência de conflitos e problemas. No entanto, o que se observa na realidade contemporânea é o oposto do que o autor prega, uma vez que os desafios para a valorização de comunidades e povos tradicionais no Brasil apresentam barreiras, as quais dificultam a concretização dos planos de More. Esse cenário antagônico é fruto tanto da negligência governamental, quanto da lacuna educacional. Diante disso, torna-se fundamental a discussão desses aspectos, a fim do pleno funcionamento da sociedade. ",
                    "Primeiramente, é importante pontuar que os desafios para a valorização de comunidades e povos tradicionais no Brasil deriva da baixa atuação dos setores governamentais, no que concerne a criação de mecanismos que coíbam tais recorrências. Segundo o pensador inglês Thomas Hobbes, “O Estado é responsável pelo bem-estar da população, entretanto, isso não ocorre no Brasil. Devido à falta de atuação das autoridades, diversos povos tradicionais brasileiros convivem com ameaças constantimentes constantemente em suas terras, seja por alguns projetos brasileiros que consistem na ocupação de terras que residem comunidades tradicionais de longos períodos, seja por falta de apoio do governo geral, para que haja melhoria da saúde e educação em suad suas comunidades. Desse modo, faz-se necessário a reformulação dessa postura estatal de forma urgente.",
                    "Ademais, é imperativo pontuar a lacuna educacionall como promotor da problemática. Partindo desse pressuposto, pouco ou nada estuda-se sobre os povos e comunidades tradicionais nas escolas durante o ensino médio e isso faz com que muitos desses povos não sejam estudados, dessa maneira tais comunidades e suas tradições são excluídos do conhecimento dos brasileiros. Tudo isso retarda a resolução do empecilho, já que a lacuna educacional contribui para a perpetuação desse quadro deletério. ",
                    "Assim, é preciso defender, portanto, que impasses sociais precisam ser superados. Para isso é necessário que as escolas juntamente com as prefeituras promovam, de maneira extraclasse, projetos e debates acerca dos povos e comunidades tradicionais, os eventos deverá deverão constar com a presença de professores e especialistas no assunto e representantes de povos tradicionais, tals eventos deverá deverão ser abertos ao público, a fim de informar cada vez mais cidadãos sobre a importancia dos povos tradicionais na formação da população brasileira. Desse modo, atenuar-se-à, em médio e longo prazo o impacto nocivo dos desafios dos povos tradicionais e a coletividade alcançará a Utopia de More. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 623
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Reestruture e explore a discussão com mais produtividade)",
                                "posicao": 492
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 699
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    200,
                    160,
                    200,
                    200
                ],
                "nota_final": 920
            },
            {
                "id": "19209",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19209",
                "titulo": "12/2022",
                "data_envio": "26/12/2022",
                "lista_de_paragrafos": [
                    "Na obra nipônica Calore & Tuesday, marte foi colonizada e habitada pelos os seres humanos, pela ótica de Tuesday -uma adolescente originária da terra- vemos a dificuldade dela se tornar uma artista musical, pois com a entrada da tecnologia e da inteligência artificiais as composições e o auto-redimento nos artistas foram aprimorados . Fora da ficção, a desvalorização de comunidades e povos tradicionais é um problema que aflinge a sociedade brasileira. ",
                    "Primodialmente, a amostra de desvalorização pode-se dar a estereotipízação acerca de seus meios de vivências, que são majoritariamente atrelados ao setor da agronomia e agricultura, logo sendo depostamente não reconhecidos como grande agricultores. Além desses conseguintes fatos a chegada da urbanização e tecnologia em locais de grande polarização dessas comunidades reforçam essa desvalorização. ",
                    "Dessa forma, através da vitalidade dessas comunidades em lugares de vasta demografia rural a urbanização delimita a renda sustentável de várias dessas famílias tradicionais, assim fazendo com que muitos desistam de suas tradições e buscando setores mais favoráveis por consequência da desigualdade social. ",
                    "Em suma, o Poder Legislativo deve propiciar uma emenda de renda básica, similar ao bolsa família e auxílio Brasil, com o valor de 700 reais por família e o Ministério da Educação deve complementar nos plano de cursos de algumas disciplinas escolares projetos sociais com o fim de promover a valorização dos povos tradicionais e comunidades no Brasil. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Reelabore essa ideia)",
                                "posicao": 335
                            },
                            {
                                "anotacao": "(Formule a tese. Melhore a relação entre as discussões)",
                                "posicao": 456
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 280
                            },
                            {
                                "anotacao": "(Reestruture a discussão)",
                                "posicao": 399
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Uso inadequado do operador argumentativo)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Parágrafo frasal)",
                                "posicao": 306
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 152
                            },
                            {
                                "anotacao": "(Parágrafo frasal. Proposta incompleta)",
                                "posicao": 351
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Senti falta de um planejamento textual. Reestruture e explore as discussões com mais produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    120,
                    120,
                    160,
                    160
                ],
                "nota_final": 680
            },
            {
                "id": "19202",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19202",
                "titulo": "A DESVALORIZAÇÃO DOS POVOS TRADICIONAIS ATUALMENTE 24",
                "data_envio": "21/12/2022",
                "lista_de_paragrafos": [
                    "Desde o Brasil Colônia, com a chegada dos portugueses ao atual território brasileiro, as comunidades e povos tradicionais vêm sendo desvalorizadas. Dessa forma, a superioridade do português em relação aos povos nativos, criada anos atrás ainda permanece na sociedade. Essa visão eurocêntrica é preocupante pois não se deve existir uma discriminação por conta dos antepassados do indivíduo. ",
                    "Primeiramente, é válido salientar que existem diversos povos tradicionais brasileiros, porém é perceptível que o número de pessoas dessas comunidades que participam ativamente na sociedade, por exemplo em escolas, é baixo. Isso se deve à desigualdade de oportunidades existente e ao fato dessas pessoas viverem apenas dentro da própria comunidade. ",
                    "Em segundo plano, de acordo com a Constituição federal artigo 5°:\"todos são iguais perante a lei, sem distinção de qualquer natureza\". Assim, a falta de inclusão dos povos tradicionais nas escolas e no ambiente social vai contra a Constituição . Logo, a diversidade deve ser respeitada e valorizada.",
                    "Em terceiro lugar, toda a população deve reconhecer a importância dos indígenas, por exemplo, porque o povo pensou em uma maneira harmônica de viver com o meio ambiente, em uma relação de troca. Além disso, sua cultura é rica, com diferentes costumes e crenças. ",
                    "Portanto uma intervenção faz-se necessária. Para obter-se a valorização dessas comunidades, a população deve-se deve se conscientizar, esse assunto deve ser tratado em escolas para que os alunos entendam a importância da igualdade entre todos os brasileiros. Já o governo deve criar programas de inclusão dos povos em outras regiões. A mídia, pode divulgar esses programas e campanhas, para que a visão eurocêntrica criada anos atrás, se dissipe. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 238
                            },
                            {
                                "anotacao": "(Formule a tese)",
                                "posicao": 390
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 348
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 55
                            },
                            {
                                "anotacao": "(Reveja essa discussão)",
                                "posicao": 244
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(A discussão precisa ser mais explorada)",
                                "posicao": 262
                            }
                        ]
                    },
                    {
                        "paragrafo": 5,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 343
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 386
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 416
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 447
                            }
                        ]
                    }
                ],
                "feedback_revisor": "As discussões precisam ser mais exploradas ao longo do desenvolvimento. Mantenha os aspectos positivos.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    120,
                    200,
                    120
                ],
                "nota_final": 760
            },
            {
                "id": "19190",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19190",
                "titulo": "A importância em valorizar os povos tradicionais brasileiros",
                "data_envio": "11/12/2022",
                "lista_de_paragrafos": [
                    "Atualmente, podemos acompanhar o quão difícil tem sido para as comunidades e povos tradicionais do nosso país se manterem vividos e fortes perante a sociedade atual. Os avanços tecnológicos, e também a falta de comprometimento em passar nosso legado às novas gerações, têm nos mostrado o quão esquecidos estão esses povos, e como seus direitos têm sido deixado em segundo plano. ",
                    "Podemos perceber, na atual geração, a valorização do capital, a luta por poder e status social tem se destacado, com isso, passamos a inverter valores e acabamos esquecendo nossas raízes . Essa onda egocêntrica que paira sobre a sociedade, nos mostra como passamos a valorizar mais os bens financeiros e pessoais do que a boa convivência em coletivo, o respeito ao espaço do outro, e a importância histórica do nosso país.",
                    "A valorização desses povos é de suma importância, pois além de resgatar valores pessoais, como o respeito entre a diversidade cultural, também nos faz lembrar das raízes do nosso povo, uma vez que essas comunidades nos fazem relembrar nossos antepassados e de como o povo brasileiro cresceu, se desenvolveu e criou uma diversa, linda e rica cultural. ",
                    "Valorizar e proteger as comunidades tradicionais brasileiras é manter viva a trajetória do nosso país, e garantir que as próximas gerações conheçam a história e a cultura do nosso povo, além de ajudar a cumprirmos outro dever, o de preservar nossa fauna e nossa flora, uma vez que, muitas dessas comunidades estão localizadas em áreas de preservação natural. Então, além de cuidar da nossa história e preservar nossa cultura, valorizar esses povos também nos ajuda a entender a importância de cuidar da nossa terra. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Formule a tese)",
                                "posicao": 379
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Reestruture essa discussão)",
                                "posicao": 187
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 240
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Melhore a construção dessa ideia)",
                                "posicao": 328
                            },
                            {
                                "anotacao": "(Parágrafo frasal)",
                                "posicao": 351
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 282
                            },
                            {
                                "anotacao": "(Não apresentou a proposta de intervenção propriamente dita)",
                                "posicao": 516
                            }
                        ]
                    }
                ],
                "feedback_revisor": "As discussões precisam ser exploradas com mais produtividade ao longo do desenvolvimento. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    120,
                    120,
                    120,
                    80
                ],
                "nota_final": 600
            },
            {
                "id": "19199",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19199",
                "titulo": "A invisibilidade sofrida pelos povos originários",
                "data_envio": "20/12/2022",
                "lista_de_paragrafos": [
                    "Em 1500, Pedro Álvares Cabral desembarcou em terras ainda desconhecidas para seu reino, e deparou-se com povos já existentes na região,e ao invés de retornar ao seu país, instalou-se e deu início ao processo de colonização, colocando nos habitantes nativos os costumes, cultura e até mesmo língua de seu povo. Assim, teve início a formação do país que hoje chama-se Brasil. No contexto atual, apesar de já passados 500 anos da ocupação, as comunidades tradicionais brasileiras ainda sofrem consequências desse legado, encontrando como desafios a invisibilidade de seus problemas perante o governo e o preconceito sofrido na sociedade brasileira. ",
                    "Na série Aruanas, é protagonizado um massacre a uma aldeia indígena motivado pela disputa de terras por parte de uma empresa mineradora, responsável por um garimpo ilegal na região. Tal panorama não se distancia da realidade, pois os problemas enfrentados pelas comunidades são esquecidos pelo governo, já que o mesmo possui altos índices de invasões em áreas protegidas constitucionalmente pertencentes aos povos originários. Logo, é comum que situações como a vivida pela aldeia Yanomami, que ficou desaparecida por cerca de uma semana com medo de ameaças por parte de garimpeiros, sejam mais frequentes . (Explore a discussão com mais produtividade)",
                    "Ademais, a sociedade brasileira se torna um empecilho a ser vencido, pois sua ignorância sobre as comunidades tradicionais tem como resultado o preconceito enraizado na sociedade. Esta situação é mostrada na letra da canção “Negro Drama” do grupo Racionais Mc’s, onde onde o rapper discorre sobre a desvalorização da comunidade afro-brasileira no país, chegando a dizer “me ver pobre, preso ou morto já é cultural”. Sendo assim, é inegável os efeitos desse problema nos povos tradicionais, podendo colocar em risco suas culturas, modo de viver e até mesmo suas vidas.",
                    "Em suma, é primordial a resolução desses desafios para alcançar o objetivo de valorização das comunidades tradicionais. É dever do governo federal a criação de leis que reforcem a proteção de suas culturas e suas vidas, visando o fim da invisibilidade dos grupos no território nacional. Além disso, o Ministério da Educação precisa implantar na Base Comum Curricular disciplinas como “Cultura e história dos povos tradicionais” com o fito de ensinar as crianças e adolescentes a importância de tais comunidades na história brasileira, pondo fim aos males deixados pela colonização. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 646
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(este caso foi noticiado por diversos veículos midiáticos como o G1)",
                                "posicao": 606
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 238
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 582
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    160,
                    200,
                    200
                ],
                "nota_final": 880
            },
            {
                "id": "19182",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19182",
                "titulo": "A valorização de comunidades e povos tradicionais no Brasil YMM",
                "data_envio": "03/12/2022",
                "lista_de_paragrafos": [
                    "No que se refere a comunidades e povos tradicionais, podemos dizer que no território brasileiro existem 26 tipos de comunidades registradas pela lei, fora as que ainda não foram registradas oficialmente . Dentro dessas comunidades há diversas culturas, como por exemplo os extrativistas, os coletores, as formas de falar, religiões, habitações, modos de se relacionar com a natureza etc. ",
                    "Ademais, o Brasil, segundo o jornal do G1 da Globo, possui muitos estados com grandes concentrações de povos tradicionais, alguns destes são: Bahia, Minas Gerais, Mato Grosso do Sul etc. Na Constituição brasileira existem leis criadas para demarcar os territórios indígenas, porém essa lei não é respeitada e é infringida por alguns proprietários que estão atrás dessas terras. ",
                    "Além disso, de acordo com o site Agenda Brasil, os povos indígenas e quilombolas são desrespeitados. No Nordeste e Norte do país alguns donos de terras chegam a fazer ameaças a esses povos, e consequentemente, algumas dessas intimidações acabam ocorrendo e nalgumas algumas vezes matando alguma pessoa dessas comunidades, e por fim alguns agressores não são julgados. ",
                    "Dessa forma, para valorizar essas comunidades e povos, o governo poderia garantir a pena total para os que infringem a lei, como também disponibilizar transparência aos direitos desses povos. O governo poderá inclusive oferecer palestras e conscientização para a população. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a construção dessa ideia)",
                                "posicao": 203
                            },
                            {
                                "anotacao": "(Formule a tese)",
                                "posicao": 388
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Uso inadequado do operador argumentativo)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Abordagem limitada)",
                                "posicao": 378
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Reestruture. Aboordagem limitada)",
                                "posicao": 368
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 274
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Senti falta de um planejamento textual. Reestruture e explore as discussões com mais produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    120,
                    120,
                    160,
                    120
                ],
                "nota_final": 680
            },
            {
                "id": "19210",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19210",
                "titulo": "Conhecimento Tradicional",
                "data_envio": "27/12/2022",
                "lista_de_paragrafos": [
                    "Enquanto não houver conhecimento da sociedade de quantos e quem são os povos e comunidades tradicionais brasileiros que identificam o país, mais distante se estará de uma consciência cidadã coletiva. ",
                    "A frase clichê de que o Brasil não conhece o Brasil é exemplificada no desconhecimento da sociedade em entender quem são os povos e comunidades tradicionais que há séculos formam uma parte da identidade nacional. Uma das causas iniciais disso é o fato de a matriz escolar curricular brasileira abordar a história do Brasil circunscrita à época de seu descobrimento, em que os indígenas - por obviedade - são protagonistas, enquanto todos os demais povos que surgem ao longo dos séculos são abordados residualmente. ",
                    "Segundo pesquisas da Universidade de Brasília, existem 26 povos e comunidades tradicionaia tradicionais no Brasil reconhecidos oficialmente e muitos outros que ainda não foram incluídos na legislação. Por serem assim tratados, a importância que tais povos até hoje exercem não é devidamente reconhecida, o que gera não só empobrecimento cultural quanto negligência por parte do Estado e sociedade na proteção desses grupos que sofrem com maiores vulnerabilidades se comparados a indígenas e quilombolas, populações cuja importância é ao menos de notório conhecimento.",
                    "Portanto, e preciso que o Estado, juntamente com a sociedade e principalmente a comunidade escolar, reestruture a grade curricular para que a história do Brasil seja estudada mais a fundo, trazendo consigo a importância desses povoa povos e comunidades na formação da identidade sociocultural quanto da preservação do meio ambiente que preservam e que impactam a toda sociedade. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Reelabore as discussões iniciais e formule a tese. Parágrafo frasal)",
                                "posicao": 200
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Reestruture a discussão apresentada)",
                                "posicao": 515
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Paralelismo)",
                                "posicao": 385
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Paralelismo)",
                                "posicao": 300
                            },
                            {
                                "anotacao": "(Proposta incompleta. Parágrafo frasal)",
                                "posicao": 379
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Senti falta de um planejamento textual. Reestruture e explore as discussões com mais produtividade ao longo do desenvolvimento. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    80,
                    80,
                    160,
                    120
                ],
                "nota_final": 560
            },
            {
                "id": "19183",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19183",
                "titulo": "Desafio para a valorização de comunidades e povos tradicionais no Brasil",
                "data_envio": "04/12/2022",
                "lista_de_paragrafos": [
                    "A cultura é a idenditade de um pais, através dela é possível identificar de qual região do mundo é aquela pessoa, sendo por sua aparência de vestimentas, danças, músicas, comidaa comidas típicas, esporte, entre outras atividades culturais. O Brasil por ser um país colonizado e de proporções continentais, o maior da América do Sul, apresenta diversas culturas locais que forma a sociedade brasileira. ",
                    "O Brasil passou por diversas imigrações, algumas delas forçadas, como a escravião escravidão, que trouxe milhões de africanos para o traalho trabalho forçado forçdo, junto com a sua cultura, como, por ecemplo exemplo, as comidas típicas, que aqui por falta de comida foram adaptadas, surgindo a feijoada, dobradinha, não parando por ai lutas como a capoeira que foi adaptada por ser proibida e tendo que viraruma dança junto com instrumentos musicais e sendo canrada para realizar os movimentos. ",
                    "Portanto, com o crescimento do paiís de norte a sul, sendo necessário maior mão de obra e com o fim da escravião, colonos, como italianos que imigraram para trbalhar nas plantações, trouxeram receitas como pizza que foi aperfeiçõada aperfeiçoada. Anos mais tarde com os japoneses no Rio de Janeiro com escoladas escolas tradicionais de judô, deram aula para uma famosa familia, os Gracie, assim surgindo uma mistura cultral cultural de lutas dando forma ao jiu-jitsu brasileiro dos irãos Gracie. Vemos que sociedade através dos séculos por diversos fatores imigratórios, como escravidão, guerras e instabiidade econômica de uma região lea a imigração de povo, levando junto conhecimento, social, econômico e cultural, contribuindo para o desenvolvimentto da expressividade daquele povo. ",
                    "Assim vemos a importância da proteção e do incentivo da cultura, permitindo que seja levado não só para a populaão local, dessa forma a cultura se maantém mantém viva e em constante transformação. O minisstério da cultura através dos incentivos fiscais colabora com a sobrevivência e evolução cultura e econômica economia e a evolução cultural e econômica permitindo se manter viva, conhecida e protegido criando leis de proteção e incentivo a cultura brasileira."
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a relação da discussão apresentada com o tema proposto. Formule a tese)",
                                "posicao": 402
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Reelabore a discussão apresentada)",
                                "posicao": 496
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Uso inadequado do operador argumentativo)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Reelabore as discussões apresentadas)",
                                "posicao": 787
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Reelabore e explore as discussões respeitando o tema proposto. Melhore a construção de sentido. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    120,
                    80,
                    160,
                    80
                ],
                "nota_final": 560
            },
            {
                "id": "19181",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19181",
                "titulo": "Desafios para a valorização de comunidades e povos tradicionais no Brasil",
                "data_envio": "02/12/2022",
                "lista_de_paragrafos": [
                    "A obra ''Utopia,\" do escritor Thomas More, é retratada uma sociedade perfeita, na qual o corpo social padroniza-se pela ausência de conflitos. No entanto, o que se ver vê na sociedade brasileira é o oposto do que o autor prega uma vez que não há intervenção na perpetuação dos desafios para a valorização de comunidades e povos tradicionais no Brasil. Dessa forma, identificam-se como fatores motivadores do estorvo: a negligência governamental e a desvalorização do território. ",
                    "Em primeiro plano, cabe destacar que o governo é o omissos do complexo dificultador da óbice. Sob esse viés, de acordo com o sociólogo Zygmunt Bauman: ''O Estado está perdendo sua função social, tornando-se uma instituição ''Zumbi. \" Nesse sentido, nota-se que no Brasil o governo investe minimamente em políticas públicas do que em reconhecer o trabalho dessas comunidades, para que elas possam ser mais valorizadas na sociedade brasileira . Em suma, deve-se encontrar uma solução para essa lacuna. ",
                    "Ademais, cabe ressaltar que a desvalorização do território é o fator dessa problemática. Nesse viés, segundo à a filósofa francesa Simone Beauvoir: '' O mais escandaloso dos escândalos é que nos habituamos a eles.\" Nesse contexto, nota-se que mais absurdo do problema existir é ele ocorrer naturalmente na sociedade, visto que, a população não valoriza o território desses povos que com isso, acaba dificultando à a vida deles e não tendo seus direitos iguais entre si e tendo suas tradições prejudicadas. Logo, esse cenário atual terá que ser revertido. ",
                    "Portanto, medidas são necessárias para resolver o impasse. Diante disso, o governo federal, por meio das redes sociais, deve conscientizar a população sobre o valor dessas comunidades, a fim de suas tradições não sejam rompidas. Outrossim, o Ministério da Justiça deve orientar a sociedade para que haja mais valorização nos territórios que esses povos vivem. Feito isso, o tecido social brasileiro se aproximará da realidade apresentada pelo escritor Thomas More. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 18
                            },
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 479
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Apresente dados)",
                                "posicao": 441
                            },
                            {
                                "anotacao": "(Reestruture e explore a discussão com mais produtividade)",
                                "posicao": 500
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 328
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 383
                            },
                            {
                                "anotacao": "(Reestruture a discussão apresentada)",
                                "posicao": 555
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 465
                            }
                        ]
                    }
                ],
                "feedback_revisor": "As discussões são pertinentes ao tema, no entanto precisam ser mais exploradas. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    120,
                    200,
                    200
                ],
                "nota_final": 840
            },
            {
                "id": "19194",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19194",
                "titulo": "Desafios para a valorização de comunidades e povos tradicionais no Brasil. 2022",
                "data_envio": "13/12/2022",
                "lista_de_paragrafos": [
                    "Em um país democrático, a igualdade é um dos pontos mais complexos, entretanto no Brasil, isso está um pouco longe do fundamental quando é colocado na tamanha desigualdade, desvalorização e desrespeito com as comunidades e povos tradicionais do país. Afinal, esses grupos não têm sua diversidade respeitada e valorizada. Desse modo, é urgente analisar os aspectos culturais e políticos desse desafio para solucioná-lo. ",
                    "Por conseguinte, há uma negligência governamental que, segundo o filósofo francês e iluminista Rosseau, \"o objetivo das leis de ser sempre geral, representando a vontade do povo como se ele mesmo as tivessem feito\". Contudo, esse pensamento não é totalmente aplicado no Brasil, porquanto, mesmo com a criação da PNPCT (Política Nacional de Desenvolvimento Sustentável dos Povos e Comunidades Tradicionais), em 2017, pelo Ministério do Desenvolvimento Social, a dignidade e os direitos dos ribeirinhos, quilombolas, indígenas - sendo que são 26 reconhecidos, porém não estão na legislação-, mesmo sendo todos cidadãos, não plenamente garantidos . Logo, deve ter ações governamentais para auxiliar na sustentabilidade, proteção e valorização para as comunidades e povos ancestrais poderem continuar vivendo e cuidando da natureza.",
                    "Outrossim, a postura da sociedade também é um problema desse desafio, que dificulta sua resolução. Visto que, o reconhecimento desses grupos são menosprezados com a desinformação sobre suas práticas e saberes, principalmente, no ambiente escolar. Ademais, conforme Nelson Mandela - ex-presidente da África do Sul e lutou contra o Apartheid- , diz que a educação é a base da estrutura do conhecimento, de como o indivíduo deve se impor na sociedade, isto é, a educação é uma ferramenta que pode ser usada para qualquer intolerância existente no mundo. Porquanto, suas dinâmicas \"didáticas\" não promovem a inclusão dessas informações em suas grades curriculares; tornando-se agravante pelo fato do Brasil ser um país com descomunal diversidade cultural. Com efeito, também segundo Hannah Arendt - filósofa alemã-, \"quando uma atitude agressiva ocorre constantemente as pessoas param de vê-la como errada\", ou seja, promovendo discursos preconceituosos, a marginalização desses indivíduos e, assim, corroborando no apagamento de importantes e históricas raízes identitários do Brasil.",
                    "Portanto, é iminente reverter esse cenário. Para isso, o Estado deve executar fiscalizações de atividades ilegais que impedem a vida das comunidades e povos tradicionais, bem como, as escolas também devem ter um grande papel, fomentando a inclusão através de projetos educacionais sobre as histórias das comunidades por meio de palestras com seus líderes políticos. Dessarte, esses caminhos têm o objetivo de disseminar informações sobre valores e práticas e, com isso, estimular o respeito, a valorização e igualdade das comunidades e povos tradicionais do Brasil. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 79
                            },
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 419
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Uso inadequado do operador argumentativo)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Melhore a construção dessa ideia)",
                                "posicao": 644
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Truncamento)",
                                "posicao": 99
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 110
                            },
                            {
                                "anotacao": "(Melhore a construção de sentido)",
                                "posicao": 341
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 661
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 181
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 566
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Delimite e explore as discussões com mais produtividade ao longo do desenvolvimento. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    160,
                    160,
                    200
                ],
                "nota_final": 840
            },
            {
                "id": "19200",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19200",
                "titulo": "Desafios para para a valorização de comunidades e povos tradicionais no Brasil",
                "data_envio": "21/12/2022",
                "lista_de_paragrafos": [
                    "O Barão de Itararé, um dos criadores do jornalismo alternativo durante o período da Ditadura no país, estava certo ao dizer: \"O Brasil é feito por nós, só falta desatar os nós\". Nesse sentido, os desafios para a valorização de comunidades e povos tradicionais no Brasil se apresenta como um dos nós a serem desatados. Nessa perspectiva, seja pela exclusão e invisibilidade desses povos na sociedade, ou pela negligência governamental, o descaso com a problemática continua afetando de forma negativa o cotidiano brasileiro, o que exige reflexão urgente. ",
                    "Em primeira análise, evidencia-se a dificuldades dos povos tradicionais de serem incluídos na sociedade, pelos preconceitos religiosos que enfrentam ou pela descredibilização de suas origens, alimentados pela crença retroógrada que não possuem nenhum contato com a educação e tecnologia, ideia essa que deve ser mudada. ",
                    "Além disso, é notório a falta de interesse do governo em realizar ações valorizando a história e cultura dessas comunidades. Uma pesquisa realizada pelo IBGE estimou que existem cerca de 274 línguas indígenas faladas no Brasil, entretanto, muitas se perderam, estima-se que antes da chegada dos portugueses no país existiam mais de 1000. Sob essa ótica, é imprescindível que o governo tome as medidas necessárias para evitar que o apagamento cultural desses povos se torne irreversível.",
                    "Portanto, diante dos fatos supracitados, faz-se mister a criação de campanhas por parte do governo federal. O governo deve, por meio de parcerias com o Ministério da Cultura, promover campanhas para conscientizar a população acerca da importância desses povos e de suas culturas. Dessa forma, os desafios para a valorização de comunidades e povos tradicionais serão gradualmente desconstruídos no Brasil e os nós finalmente serão desatados. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 554
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Parágrafo frasal)",
                                "posicao": 320
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Desenvolva a sigla)",
                                "posicao": 158
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 441
                            }
                        ]
                    }
                ],
                "feedback_revisor": "As discussões precisam ser mais exploradas ao longo do desenvolvimento. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    120,
                    200,
                    160
                ],
                "nota_final": 800
            },
            {
                "id": "19178",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19178",
                "titulo": "Desafios relacionados à valorização de povos e comunidades tradicionais",
                "data_envio": "01/12/2022",
                "lista_de_paragrafos": [
                    "Em sua obra \"Ensaio sobre a cegueira\" , o escritor José Saramago , vencedor do Prêmio Nobel de Literatura , descreve uma cidade fictícia em que , paulatinamente , as pessoas ficam cegas e enxergam apenas a cor branca e a si mesmas. Na trama , os personagens valorizam apenas a sobrevivência e adotam comportamentos altamente violentos. Ao sair da ficção e fazer uma análise da atual conjuntura brasileira , nota-se que a obra exemplifica a situação vivenciada pelo país , haja vista que a falta da valorização dos povos e comunidades tradicionais representa um mal que tem afetado grande parcela da população. A partir desse contexto , é fundamental analisar os principais motivadores , bem como o impacto desse empecilho para o tecido social. ",
                    "Diante desse cenário , é relevante destacar que a ineficácia governamental figura como um dos fatores que motivam a existência desse impasse. Nesse sentido , de acordo com o sociólogo Zugmunt Bauman , em sua teoria sobre as \"Instituições Zumbis\" , muitas instituições , como o Estado , estão perdendo sua função social. De maneira análoga à abordagem ,nota-se que a máxima se faz presente na nação verde-amarela , visto que o governo não promove ações que poderiam , potencialmente , fomentar a valorização de povos e comunidades tradicionais. Isso ocorre porque não são visíveis investimentos na educação , os quais são imprescindíveis para que a população possua conhecimento acerca da importância desse público para o futuro do país. Desse modo , assim como em \"Ensaio sobre a cegueira\" , em que os personagens enxergam apenas a cor branca , a sociedade parece não enxergar a quantidade de problemas causados pela falta de ações eficazes. ",
                    "Ademais, é válido ressaltar que a ausência de investimentos na educação resulta , sem dúvidas , na passividade do corpo social. Tal questão acontece pois , assim como afirmado pelo escritor israelense Yuval Harari , na obra \"21 lições para o século XXI\" grande parte dos indivíduos não é capaz de perceber os reais problemas do mundo , fator que favorece a adoção de uma postura passiva e apática. Nessa perspectiva , tal premissa se configura na sociedade brasileira , uma vez a população , por não possuir acesso à educação de qualidade , age com indiferença no que diz respeito aos desafios relacionados à valorização de povos e comunidades tradicionais , mantendo , assim , um ciclo de desigualdade , que se percebe no fato de o Brasil ocupar o 9° lugar entre os países mais desiguais do mundo , de acordo com o IBGE . Dessa forma , em virtude da ausência de conhecimento e , consequentemente , da pouca atenção dada , a problemática se mantém no país. ",
                    "Portanto , ao entender que a falta de valorização de povos e comunidades tradicionais impede o progresso nacional , é tempo de combater esse grave problema. Para isso , é necessário que o Poder Executivo federal , mais específicamente o Ministério da Educação , estimule ações de incentivo à valorização desse público. Tal ação ocorrerá por meio de programas educativos nas escolas , os quais contarão com estratégias para valorizar povos e comunidades tradicionais , além de debates nas aulas de sociologia e filosofia , a fim de mitigar os desafios relacionados à ausência de representatividade desses cidadãos no território brasileiro. Com tais medidas , será possível desconstruir as \"cegueiras\" e o Brasil poderá se orgulhar de um futuro melhor. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Formule a tese com mais clareza)",
                                "posicao": 744
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a apresentação da discussão)",
                                "posicao": 942
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 254
                            },
                            {
                                "anotacao": "(Desenvolva a sigla)",
                                "posicao": 821
                            },
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 957
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 751
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Explore as discussões com mais produtividade. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    200,
                    160,
                    160,
                    200,
                    200
                ],
                "nota_final": 920
            },
            {
                "id": "19191",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19191",
                "titulo": "Desvalorização da riqueza cultural brasileira",
                "data_envio": "11/12/2022",
                "lista_de_paragrafos": [
                    "De acordo com o determinista Charles Darwin, a sociedade ao longo do tempo foi se evoluindo no meio ambiente e nas relações humanas. Mas observando a tentativa de viver com a diversidade cultural no Brasil, analisa-se que há desafios na valorização de comunidades e povos tradicionais. Isso se deve não só pela negligência governamental, mas também pela desinformação da sociedade sobre sua composição cultural. ",
                    "A princípio, vale destacar a omissão do Estado frente à proteção das comunidades e dos povos tradicionais na região amazônica, por exemplo. Nesse sentido, a Constituição federal de 1988, garante à a todos os cidadãos brasileiros o direito à segurança, saúde e integridade no meio ambiente em que estão inseridos. Contudo, esse direito não está sendo respeitado quando não há garantia de subsistência dos povos culturais -como indígenas e extrativistas – de exercerem seus costumes na pátria. Isso se deve por conta da tentativa de expandir a degradação da natureza que serve de moradia para os negligenciados, acarretando na privatização deles garantir o direito à segurança, como assegurada na Constituição. Dessa forma, é necessária uma ação do governo para sair da inércia que se encontra.",
                    "Ademais, é importante ressaltar a desinformação da sociedade em relação à socio biodiversidade sociobiodiversidade que existe no Brasil. Dessa forma, de acordo com ilustre filósofo Kant, o homem é resultado da educação que teve. De tal maneira, isso implica uma educação social que não tem conhecimento de sua diversidade cultural na sociedade o qual estão inseridos, pois não é informando informado à população de que o Brasil é composto por riquezas culturais de várias famílias e que elas têm grande importância na identidade do país , como também na preservação do ambiente. Desse modo, é preciso ter uma boa educação pra para que a praxe de Kant seja positiva.",
                    "Dessarte, é imprescindível medidas que, para resolver o impasse, sejam adotadas. Para que isso ocorra, é necessário que o Estado, por intermédio do Ministério do Meio Ambiente, invista na fiscalização dos direitos dos povos e das comunidades tradicionais, por meio da integração de vigilâncias policiais nos locais em que essas famílias se encontram, com um atendimento visando reclamações sobre os direitos reinvindicados das famílias. Isso será realizado com finalidade de garantir a proteção de suas terras para viver, bem como na valorização da composição étnica e social da cultura brasileira. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 412
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Reelabore essa discussão)",
                                "posicao": 537
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 599
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    160,
                    200,
                    200
                ],
                "nota_final": 880
            },
            {
                "id": "19201",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19201",
                "titulo": "Desvalorização histórica e continua dos povos tradicionais",
                "data_envio": "21/12/2022",
                "lista_de_paragrafos": [
                    "Nos tempos do período colonial do Brasil era comum , forma - se aldeias de escravos fugitivos a fim de fugir de todo tipo de opressão e violência , hoje os descendentes destes são conhecidos como quilombolas lutam também em busca cumprimento de seus direitos. .Embora , por lei existe essa entre mais de vinte oito comunidades tradicionais no Brasil não lhe são asseguradas a posse da terra e demais direitos, , ou seja , não há uma visibilidade e valorização de fato destes povos , haja vista que ainda há o preconceito, como também poucas políticas públicas que tornem visíveis estes cidadãos. ",
                    "Em primeiro lugar , é importante frisar que , infelizmente ainda se perpetua o preconceito de que os povos tradicionais são incivilizados e pouco desenvolvidas socialmente. . Isso , porque existe uma intolerância cultural que foi alicerçada historicamente e que precisa ser desconstruída.",
                    "Sob esse viés é concernente citar o que se afirmou o militante político e agrônomo ,Nego Bispo , sobre o preconceito com os povos tradicionais do Brasil. Ele declarava em dizer que os índios são vistos como selvagens e os afrodescendentes como organizações criminosas. na sociedade.",
                    "Em segundo lugar , é importante salientar que , a falta de políticas públicas voltadas para as comunidades tradicionais faz cooperar caminhos de negligência de direitos e desvalorização dessas comunidades, uma vez que , não são criados mecanismos de inclusão social e são omitidos direitos criados por lei. ",
                    "Partindo desse pressuposto, é válido se destacar o que se afirmou a antropóloga, Katia Favilla, segundo ela existe dificuldade para acessar créditos agrícolas e para a melhoria de moradias , é e que há também falta de acesso à saúde e educação de qualidade. ",
                    "Diante do exposto, cabe ao governo federal promover ações de valorização das comunidades tradicionais, por meio de um maior rigor de invasão e demarcação de suas terras .Além disso, torna-se imprescindível investimentos na educação e saúde desses povos. . E somado -se a isso campanhas escolares sobre a importância histórica dessas comunidades e a sua contribuição na preservação do meio ambiente.. ",
                    "Desta forma quiçá, os povos tradicionais, serão por fim reconhecidos e valori. zados por seu legado de contribuição social."
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 53
                            },
                            {
                                "anotacao": "(Melhore a coesão textual)",
                                "posicao": 208
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 278
                            },
                            {
                                "anotacao": "(Uso inadequado da pontuação)",
                                "posicao": 412
                            },
                            {
                                "anotacao": "(Apresente as discussões com mais clareza)",
                                "posicao": 596
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 46
                            },
                            {
                                "anotacao": "(Uso inadequado da pontuação)",
                                "posicao": 175
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 182
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 14
                            },
                            {
                                "anotacao": "(Melhore a construção dessa ideia)",
                                "posicao": 181
                            },
                            {
                                "anotacao": "(Sem ponto final)",
                                "posicao": 269
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 48
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 220
                            },
                            {
                                "anotacao": "(Parágrafo frasal)",
                                "posicao": 307
                            }
                        ]
                    },
                    {
                        "paragrafo": 5,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a conexão entre os parágrafos)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Parágrafo frasal)",
                                "posicao": 258
                            }
                        ]
                    },
                    {
                        "paragrafo": 6,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Uso inadequado da pontuação)",
                                "posicao": 256
                            },
                            {
                                "anotacao": "(Uso inadequado da pontuação. Proposta incompleta)",
                                "posicao": 400
                            }
                        ]
                    }
                ],
                "feedback_revisor": "As discussões precisam ser exploradas com mais produtividade. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    160,
                    120,
                    160,
                    160
                ],
                "nota_final": 720
            },
            {
                "id": "19211",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19211",
                "titulo": "Experiências se tornam valores",
                "data_envio": "27/12/2022",
                "lista_de_paragrafos": [
                    "De fato, é notório a desvalorização dos nossos povos tradicionais brasileiros. Populações e comunidades que estão vivendo sob a ameaça de perder seus territórios para empresas de todo o mundo. Pescadores, caatingueiros, extrativistas, quebradeiras de coco que segundo pesquisadores da UnB , fazem da terra uma mãe, numa troca, a natureza lhes oferece alimento e moradia e eles se responsabilizam por zelar dela, retirando apenas o necessário para sobreviver e respeitando o tempo de regeneração da terra, diferente de instituições e grandes multinacionais. ",
                    "Mas a maior problemática está no desrespeito e desprezo por essas populações e comunidades, que afirmaram na Carta da Amazônia de 2021 para os participantes da COP26, desejarem a defesa da sociobiodiversidade amazônica, que com certeza é algo que atinge toda a Terra. Esses povos estão cansados de estratégias baseadas em marketing. Empresas que afirmam estar a favor dessas comunidades, mas compactuam com leis que ameaçam os direitos delas e seus territórios . Assim como essas populações, acredito no saber e nas experiências dessas sociedades. Se essa adversidade está acontecendo com eles, porque esses povos não podem cooperar nesses processos? Com tantos saberes tradicionais, com tanto conhecimento, creio que deveria haver uma maior valorização de tal fato. Implantar seus aprendizados, não apenas em legislações ou salientar com o Estado sobre a ameaça em seus territórios, é preciso falar desses problemas com toda a população brasileira. Creio que essa desvalorização estaá enraizada na mente de pessoas que não fazem parte de nenhum povo tradicional brasileiro. Desvalorização que acaba se tornando um preconceito com esses povos. Penso que se aplicássemos um pouco das culturas de alguns povos brasileiros em escolas, já haveria uma grande diferença no modo de pensar das crianças. Com tantas propagandas, tantas estratégias de marketing, será que não era possível fazer com que os brasileiros conhecessem mais sobre seus povos? Afinal, nós brasileiros fazemos parte do país mais miscigenado do mundo, a maior parte do nosso povo tem raízes de alguma comunidade tradicional, mesmo sem termos conhecimento sobre tal.",
                    "Considero que a maior inovação para a valorização desses povos e seus territórios, está na mente das pessoas. Creio que acima de leis que de certa parte tentam conservar os territórios e povos tradicionais, conhecimentos e experiências são a verdadeira forma que nos levará a apreciar e respeitar nossos povos, comunidades e populações tradicionais. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 260
                            },
                            {
                                "anotacao": "(Desenvolva a sigla)",
                                "posicao": 289
                            },
                            {
                                "anotacao": "(Reestruture as discussões iniciais e formule a tese)",
                                "posicao": 557
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Reestruture essa discussão)",
                                "posicao": 461
                            },
                            {
                                "anotacao": "(Evite o uso de primeira pessoa)",
                                "posicao": 501
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 83
                            },
                            {
                                "anotacao": "(Não apresentou a proposta de intervenção propriamente dita)",
                                "posicao": 350
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Reveja a estrutura do texto dissertativo-argumentativo. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    80,
                    80,
                    120,
                    40
                ],
                "nota_final": 440
            },
            {
                "id": "19208",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19208",
                "titulo": "Formação de Comunidade Originária",
                "data_envio": "26/12/2022",
                "lista_de_paragrafos": [
                    "A participação dos povos indígenas e comunidades originárias na 26ª Conferência das Nações Unidas sobre Mudanças Climáticas . (Truncamento) Visa a reafirmação e aprimoramento das reivindicações já solicitadas que não ameacem: o território e a tradição comunitária. ",
                    "Uma comunidade originária para obter o reconhecimento de comunidade e povos originários precisa de união comunitária e apoio das esferas governamentais: federal, estadual e municipal. O INCRA Instituto Nacional de Colonização e Reforma Agrária é um órgão que promove a intermediação/regularização das comunidades perante a sociedade analisando os pedidos.",
                    "O sucesso da comunidade Bananeiras dos Pretos tem ajuda constante de diversos parceiros como: um técnico agrícola que conseguiu melhorar a eficiência da colheita de cana de açúcar em 50%; pavimentação pela prefeitura, água encanada; ganharam uma indústria de beneficiamento da cana de açúcar; fábrica de tijolos. No conjunto dessas ações resultaram na manutenção da comunidade e também com aumento na renda familiar. ",
                    "As comunidades interessadas em aderir ao programa do INCRA precisam unir esforços para atender os requisitos de reconhecimento e, caso positivo, terão ótimos resultados e uma melhora significativa no aumento da renda familiar. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(COP26)",
                                "posicao": 124
                            },
                            {
                                "anotacao": "(Sem dois pontos)",
                                "posicao": 226
                            },
                            {
                                "anotacao": "(Reestruture as discussões iniciais e formule a tese)",
                                "posicao": 265
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 192
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 244
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Reelabore a discussão apresentada)",
                                "posicao": 417
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Parágrafo frasal. Não apresentou a proposta de intervenção propriamente dita)",
                                "posicao": 227
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Reelabore e explore as discussões com mais produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    120,
                    80,
                    120,
                    40
                ],
                "nota_final": 480
            },
            {
                "id": "19192",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19192",
                "titulo": "grandes desafios dos povos no Brasil",
                "data_envio": "12/12/2022",
                "lista_de_paragrafos": [
                    "As comunidades quilombolas e indíginas indígenas brasileiras vivem sem uma documentação de sua etnia. Iremos iremos ver suas questões sociais econômicas e políticas. ",
                    "As questões sociais estão relacionadas deste desde os tempos históricos onde o homem branco começou sua descoberta. depois Depois vieram questões políticas que começãram começaram a fazer com que os povos quilombolas fossem desreipeitados nisso vemos também a questão ambiental onde o acesso industrializado e comercial tomou conta. Depois depois disso a economia onde os fatores climáticos começaram a se desmoronar por causa da ambição pelo lucro muitas indústrias deixaram de lado os povos e suas raízes e começaram a criar suas atividades destruidoras extrativistas. ",
                    "As sociedades principalmente do bioma Amazónia é a que mais sofreu devido aos avanços tecnológicos e explorações. Por por fim uma forma de descontinuar é fazendo a conscientização de que o clima é importante pois devidos a esses fatores ambiciosos devemos impor medidas cautelares como por exemplos multas e também fiscalizações. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Reestruture as discussões e formule a tese)",
                                "posicao": 166
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Justaposição)",
                                "posicao": 239
                            },
                            {
                                "anotacao": "(Reestruture as discussões apresentadas)",
                                "posicao": 571
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 14
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 47
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 330
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Senti falta de um projeto de texto. Reestruture e explore as discussões com mais produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    120,
                    120,
                    120,
                    120
                ],
                "nota_final": 600
            },
            {
                "id": "19177",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19177",
                "titulo": "laura tavares",
                "data_envio": "01/12/2022",
                "lista_de_paragrafos": [
                    "No século XX, o abolicionista Joaquim Nabuco afirmou que ''no Brasil há um fundo de barbárie debaixo da camada superficial de civilização''. Essa percepção perpassa o tempo, pois faz-se notória na desvalorização dos povos e comunidades tradicionais , o que ameaça a efetivação da cidadania desses grupos. Nesse contexto, a valorização das populações mencionadas enfrenta dois principais desafios: a desigualdade socioestrutural e a falta de cultura constitucional na sociedade. ",
                    "Em primeiro lugar, as disparidades social e estrutural colabora para a marginalização dos sujeitos vulneráveis. A esse respeito, o escritor José Segatto declara: ''a sociedade é construída por relações de poder, as quais excluem minorias da participação social''. Nesse sentido, os princípios do mercado capitalista, consagrados pelos detentores do poder, a saber, exploração e lucro, regem a estrutura nacional, ainda que desconsidere as necessidades das minorias, ferindo sua dignidade.Isso acontece com as comunidades quilombolas, indígenas, ciganas, e muitas outras, uma vez que seus territórios são degradados e sua cultura desrespeitada por empresas mineradoras, madeireiros e latifundiários, preocupados apenas com o rendimento econômico . Desse modo, povos tradicionais são invisibilizados e excluídos, confirmando a concepção de Segatto.",
                    "Ademais, em segundo lugar, a indiferença social aos princípios da Magna Carta é um entrave para a valorização das comunidades em questão. Isso ocorre porque, para o escritor Manuel Jorge, \"a ausência de cultura constitucional conduz à ineficácia dos textos constitucionais''. Igualmente, o descaso popular em relação aos direitos do cidadão, como igualdade e vida digna, ameaça sua efetivação. Nessa lógica, os povos tradicionais são desvalorizados devido à omissão social frente à violação dos direitos desses indivíduos que se mostra na falta de proteção estatal e na exploração mercantil de suas terras, por exemplo. Logo, o negligenciamento da Constituição permite as injustiças contra populações culturalmente diferenciadas.",
                    "Portanto, é urgente combater a marginalização dos povos e comunidades tradicionais no Brasil. Nesse propósito, o Estado, cuja função é atender demandas nacionais, deve promover a redução das desigualdades socioestruturais e a inclusão dos povos tradicionais, por meio de políticas emancipadoras de reconhecimento e proteção, atuando nos municípios onde se concentram essas comunidades, com a finalidade de garantir a cidadania e a visibilidade desses grupos. Além disso, a sociedade deverá desenvolver cultura constitucional, a fim de lutar contra a violação dos direitos do cidadão. Assim, será possível alcançar a valorização dos povos culturalmente diferenciados e remover esse fundo de barbárie do país. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Dois pontos)",
                                "posicao": 57
                            },
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 478
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a apresentação dessa discussão)",
                                "posicao": 745
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 708
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Ótimas discussões. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    200,
                    160,
                    160,
                    200,
                    200
                ],
                "nota_final": 920
            },
            {
                "id": "19196",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19196",
                "titulo": "Para o Alvo e Avante VIII",
                "data_envio": "14/12/2022",
                "lista_de_paragrafos": [
                    "Um dos povos tradicionais brasileiros mais reconhecidos são os indígenas. Amplamente abordados em escolas, desenhos, canções, depois vem quilombolas, mas não param por aí, existem muitos outros povos tradicionais, oficialmente reconhecidos são cerca de de 26. O Brasil é rico em várias costumes, muitos desses vêm de comunidades de pescadores artesanais, ciganos, extrativistas e de tantos outros povos tradicionais. Portanto, retratar a importância dessas comunidades brasileiras no que tangem sua cultura e seus costumes valorizam a contribuição de diversidade no Brasil.",
                    "Primeiramente, uma característica marcante dos povos tradicionais brasileiros é o cuidado que têm com a natureza - a terra fornecem o alimento, a proteção, o lazer. Segundo a Universidade de Brasília, os povos tradicionais consideram a terra como uma mãe, sentem-se cuidados e com isso há reciprocidade no cuidar. Os povos tradicionais são pouco mencionados em regiões onde a há pouca concentração ficando assim esquecidos na sociedade. ",
                    "Ademais, são povos muitas vezes discriminados pela maneira de falar, vestir, pela sua religiosidade. O Ministério do Desenvolvimento social, lidera desde 2007 a Comissão Nacional de Desenvolvimento Sustentável dos Povos e Comunidades Tradicionais (CNPCT) com o objetivo de buscar reconhecimento, preservação e valorização dos povos supracitados. Existem hábitos implícitos em nossa sociedade atual advindo desses povos – comida típica, vestuário leve e colorido, dança e tantos outros costumes. ",
                    "Em fim Enfim, reconhecer a valorização de comunidades e povos tradicionais brasileiros ainda é um grande desafio para a sociedade contemporânea . Pode-se trazer a valorização de forma ativa por meio das escolas, principalmente nas séries iniciais e finais, resgatando o valor histórico e quebras de tabus. É possível através de atividades lúdicas como dança, música, jogos, bem como feira de ciências para troca de saberes e valorização dos povos tradicionais. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 398
                            },
                            {
                                "anotacao": "(Abordagem limitada)",
                                "posicao": 437
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 141
                            },
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 495
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 461
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Delimite e explore as discussões com mais produtividade ao longo do desenvolvimento. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    160,
                    160,
                    120
                ],
                "nota_final": 760
            },
            {
                "id": "19205",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19205",
                "titulo": "Povos Tradicionais no Brasil",
                "data_envio": "24/12/2022",
                "lista_de_paragrafos": [
                    "Povos tradicionais brasileiros são povos indígenas, quilombolas, pescadores artesanais, apanhadores de flores, etc…ou seja são um povo povos que consideram a natureza como sua casa, como fonte de alimento e como meio de trabalho pois da natureza fazem trabalhos artesanais, vivem da pesca e muitos mais, cada um com a sua diferença, alguns são reconhecidos e outros ainda não foram incluídos na legislação brasileira, essa população luta para ter um lugar de igualdade na sociedade e ser reconhecida. ",
                    "Essa população lida com ameaças no território onde vivem, empresas que apoiam a legislação ambiental devoram seus direitos, invadem seu habitat propondo mecanismo de financiamento que não condizem com a realidade de seus territórios, lidam com a mata na amazônia mortes de índios em tribos indígenas, sufocando suas vidas e ainda são atingidos pela crise climática que não só atinge os povos tradicionais e comunidades como também atinge a todos os seres viventes da terra. ",
                    "Apesar de todos os problemas que essa população vive a natureza continua sendo um lugar saudável para habitar, e eles se responsabilizam por cuidar dela, lutam pelos seus direitos, defendem a sociobiodiversidade amazônica, protegem seus territórios, pois tudo o que querem é mostrar suas culturas históricas viver e reproduzir. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Evite esse tipo de construção)",
                                "posicao": 115
                            },
                            {
                                "anotacao": "(Parágrafo frasal. Melhore a construção de sentido. Formule a tese)",
                                "posicao": 501
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 263
                            },
                            {
                                "anotacao": "(Melhore a progressão de ideias)",
                                "posicao": 301
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 419
                            },
                            {
                                "anotacao": "(Parágrafo frasal. Abordagem limitada)",
                                "posicao": 474
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 53
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 308
                            },
                            {
                                "anotacao": "(Não apresentou a proposta de intervenção propriamente dita)",
                                "posicao": 328
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Senti falta de um planejamento textual. Reestruture e explore as discussões com mais produtividade.",
                "notas_originais": [],
                "notas": [
                    120,
                    120,
                    80,
                    120,
                    40
                ],
                "nota_final": 480
            },
            {
                "id": "19180",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19180",
                "titulo": "Redação - ENEM 2022",
                "data_envio": "02/12/2022",
                "lista_de_paragrafos": [
                    "\"No meio do caminho tinha uma pedra\", o verso do poema de Carlos Drummond de Andrade, poeta brasileiro, pode ser considerado como uma metáfora para os obstáculos da vida de seu eu lírico. De maneira análoga, os desafios para a valorização de comunidades e povos tradicionais, ainda é um grande desafio presente no desenvolvimento da nação. Sendo assim, cabe a análise acerca dos fatores que favorecem a questão, com ênfase na negligência governamental e na desinformação populacional. ",
                    "Diante desse cenário, é fundamental apontar o desserviço estatal como uma das impulsionadoras da problemática. De acordo com o filósofo Friedrich Hegel, o Estado tem o dever de proteger os seus habitantes. No entanto, isso não ocorre na prática, uma vez que os povos tradicionais frequentemente tem seus direitos violados, como o respeito a seus territórios, pelo setor governamental e empresarial. Nesse contexto, os territórios em que essas comunidades habitam podem ser regiões estratégicas para o desenvolvimento de atividades econômicas , por isso o governo e os empresários acreditam ser mais lucrativo o desenvolvimento dessas atividades, ao invés de proteger esses povos . Desse modo, esses cidadãos são desrespeitados constantemente.",
                    "Ademais, vale ressaltar que a falta de informações da população também é um agravante da situação. Isso ocorre devido à baixa visibilidade do assunto nos meios midiáticos. Nesse sentido, o corpo social desconhece quais são as comunidades tradicionais, nem sua importância para o desenvolvimento do país, já que muitos deles exercem profissões cruciais para o crescimento econômico e atividades que enriquecem a cultura brasileira . Dessa forma, os povos tradicionais são ignorados pela sociedade.",
                    "Portanto, medidas são necessárias para solucionar o impasse. Para isso, o governo federal deve proteger os povos tradicionais, por meio da criação de um programa. Nessa ação, será garantido o respeito aos territórios desses indivíduos, havendo punições em caso de descumprimento, a fim de garantir o direito desses povos exercerem suas práticas econômicas e culturais onde desejarem. Além disso, a mídia, grande responsável por disseminar informações, deve dar visibilidade aos povos tradicionais, a partir de campanhas publicitárias, com o objetivo de conscientizar a sociedade. Espera-se, com essas medidas, que a desvalorização de comunidades e povos tradicionais deixe de ser uma pedra no caminho do desenvolvimento da nação. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 276
                            },
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 485
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Cite-as)",
                                "posicao": 542
                            },
                            {
                                "anotacao": "(Melhore a apresentação dessa discussão)",
                                "posicao": 679
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Reestruture e explore essa discussão com mais produtividade)",
                                "posicao": 430
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Muito bem. Proposta completa)",
                                "posicao": 730
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Explore as discussões com mais produtividade. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    200,
                    160,
                    160,
                    200,
                    200
                ],
                "nota_final": 920
            },
            {
                "id": "19206",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19206",
                "titulo": "sem título",
                "data_envio": "25/12/2022",
                "lista_de_paragrafos": [
                    "É fato que os mais de 26 povos tradicionais do Brasil não são devidamente valorizados. Tal questão evidencia os diversos entraves que essas comunidades necessitam perpassar, como são os casos da falta de reconhecimento por parte da sociedade e da degradação/invasão dos ambientes em que vivem. Em vista disso, é importante buscar formas de mitigar ou resolver esses problemas.",
                    "Durante o período colonial no Brasil, africanos escravizados eram trazidos ao país e sofriam uma grande homogeneização das etnias às quais pertenciam. Tal ideia do colonizador de simplificação de povos compõe, até hoje, a perspectiva de grande parte da população brasileira . Isso explica a noção errônea de que as comunidades tradicionais são uniformes, gerando a desvalorização ou, até mesmo, a ausência de conhecimento acerca da existência de certos grupos.",
                    "Por viverem em locais predominantemente naturais e dele obterem seu sustento, as comunidades tradicionais expressam uma forte ligação de respeito com a natureza. Assim, as relações de harmonia com o meio em que habitam só são conturbadas diante da presença de indivíduo externos e mal intencionados. As ameaças de desmatamento- oriundas, principalmente, das grandes empresas- ou de invasão dos espaços ocupados pelas comunidades (como as sofridas por populações indígenas) são exemplos disso.",
                    "Frente aos desafios apresentados, algumas propostas podem ser feitas na tentativa de solucioná-los. A fim de dar mais conhecimento à sociedade acerca dos diversos povos tradicionais, conteúdos informativos devem ser integrados à Base Nacional Comum Curricular (BNCC) e abordados em salas de aula, através dos livros didáticos e atividades. Em relação às ameaças de desmatamento e/ou invasão que essas comunidades sofrem, as lideranças responsáveis devem ser incumbidas da elaboração e efetivação de leis que os protejam. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Essa discussão precisa ser mais explorada)",
                                "posicao": 274
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 521
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Explore as discussões com mais produtividade. Mantenha os aspectos positivos.",
                "notas_originais": [],
                "notas": [
                    200,
                    160,
                    160,
                    120,
                    160
                ],
                "nota_final": 800
            },
            {
                "id": "19195",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19195",
                "titulo": "uma nova era",
                "data_envio": "14/12/2022",
                "lista_de_paragrafos": [
                    "É notório que a valorização do povos tradicionais no Brasil, é reconhecer os que não só os Índios índios que são a cultura do país, os negros e pardos também e além disso eles sofrem bastante com o rascismo eles tentam se por na sociedade onde um pensa ser melhor que outro , passar perna tenta querer subir sem batalhar e assim na Constituição de 1988, art5 : o rascismo é um crime inanfiançavel , e também ampliou as costas raciais que são vagas a mais para ajudar. ",
                    "Com isso é muito importante a valorização dos Índios que foram os principais e verdadeiros erdeiros do país, desde 1500 quandos os portugueses, chegaram no Brasil eles foi foram as primeiras pessoas a se encontrar,todo dia 19 de Abril é considerado o dia do Índio em forma de homenagem, nos dias atuais eles vivem na região norte do país na Amazonia. ",
                    "Em 1945 no governo Vargas foi perguntado quem era o brasileiro um periodo de remocratização e assim foi definido como a mulher ''mulata ,negra e o samba como uma cultura músical, além da preservação do biomas na época foi defendido, a preservação da amazonia para que assim não causasse mudança climatica. ",
                    "Dessa forma chega-se a conclusão que os povos tradicionais no Brasil, têm diversas culturas por cada região do país como ciganos, Indios, pescadores, e assim faz diferentes histórias e personalidades para experiências nas culturas. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 61
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 207
                            },
                            {
                                "anotacao": "(Problemas na construção de sentido)",
                                "posicao": 274
                            },
                            {
                                "anotacao": "(Reelabore e desenvolva as discussões com clareza)",
                                "posicao": 468
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 144
                            },
                            {
                                "anotacao": "(Reelabore a discussão apresentada)",
                                "posicao": 351
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 8
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 26
                            },
                            {
                                "anotacao": "(Problema na construção de sentido. Parágrafo frasal)",
                                "posicao": 306
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 70
                            },
                            {
                                "anotacao": "(Parágrafo frasal. Não apresentou a proposta de intervenção)",
                                "posicao": 232
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Senti falta de um planejamento textual. Reestruture e explore as discussões com mais clareza e produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    120,
                    120,
                    160,
                    0
                ],
                "nota_final": 520
            },
            {
                "id": "19203",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19203",
                "titulo": "[Sem título]",
                "data_envio": "21/12/2022",
                "lista_de_paragrafos": [
                    "A Constituição federal de 1988 retrata em seu art.° 215 que, (Sem vírgula) o Estado garantirá a todos o pleno exercício dos direitos culturais e apoiará e incentivará a valorização e difusão das manifestações culturais. Em contraste, atualmente no Brasil, há a desvalorização das comunidades e povos tradicionais. ",
                    "Inicialmente, a miscigenação racial é um dos pilares da sociedade pátria, principalmente pela cultura adquiria dos povos nativos e dos forasteiros. Nesse sentido, a valorização das minorias brasileira é um dos desafios sociocultural socioculturais contemporâneo, que apesar da globalização atual, se perpetua uma espécie de racismo estrutural intrínseco. Desse modo, a falta de representantes no cenário político e a pouca visibilidade nas mídias sociais contribuem a cada dia para a ausência de notoriedade dessas comunidades locais.",
                    "Ademais, cabe destacar a inaplicabilidade do princípio da equidade que no seu conceito formal relata a equiparação de direitos para os menos favorecidos de oportunidades. O exemplo disso é os indígenas que, apesar de relevância histórica, têm seus direitos negligenciados, suas terras invadidas e correm risco de extinção. ",
                    "Além disso, a omissão estatal é um fator primordial na eliminação desses povos, pois, mesmo com dever constitucional há pouco incentivo da cultura dos povos tradicionais. Dessa forma, no governo atual, não existe uma pasta ministerial específica designada para tratar essa temática, principalmente para dá dar visibilidade perante a sociedade e proteção de direitos, que muitas vezes são cessados em disputas de territórios, como é o caso das tribos indígenas que disputam espaços com fazendeiros, madeireiros e grileiros e não há uma intervenção do Estado para findar esses conflitos.",
                    "Por fim, é urgente que Ministério da Educação insira no seu currículo estudantil o tema relacionado aos povos tradicionais. Para tanto, com o objetivo de quebrar o preconceito e da reconhecimento cultural a essas comunidades que são invisíveis aos olhos da sociedade e despertar representantes desses povos para proteger os direitos dessas comunidades no cenário politico. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(CF/88)",
                                "posicao": 31
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 245
                            },
                            {
                                "anotacao": "(Formule a tese)",
                                "posicao": 314
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Explore com mais produtividade)",
                                "posicao": 323
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 117
                            }
                        ]
                    },
                    {
                        "paragrafo": 5,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 373
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Delimite e explore as discussões com mais produtividade ao longo do desenvolvimento. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    120,
                    120,
                    200,
                    120
                ],
                "nota_final": 720
            },
            {
                "id": "19204",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19204",
                "titulo": "[Sem título]",
                "data_envio": "23/12/2022",
                "lista_de_paragrafos": [
                    "A Constituição federal, promulgada em 1988, prevê para todos os cidadãos direitos, como à saúde e à segurança. Entretanto, na prática, essa garantia é deturpada, visto que a desvalorização dos povos tradicionais ainda é uma realidade na sociedade nacional. Desse modo, tal cenário nefasto ocorre tanto pela negligência governamental, como também devido à ignorância acerca do assunto. ",
                    "Diante desse cenário, é fulcral pontuar que o problema deriva da baixa atuação dos setores governamentais, no que concerne à criação de mecanismos que coíbam a invisibilização dos povos tradicionais brasileiros. Segundo o pensador Thomas Hobbes, o Estado é responsável por garantir o bem-estar da população. Entretanto, isso não ocorre no território brasileiro devido à falta de atuação do Estado na valorização dos povos, consequentemente desvalorizando e mascarando problemas pelos quais esses mesmos povos passam.",
                    "Além disso, é importante ressaltar que a ignorância impulsiona a desvalorização desses povos. Nesse sentido, percebe-se uma relação com a Literatura de Catequese, que foi responsável por promover a educação dos indígenas e fundar os primeiros colégios do Brasil. Desse modo, para que os povos tradicionais do Brasil possam ser valorizados, faz-se necessário informar e educar sobre o assunto. Assim, trazer a pauta da desvalorização dos povos indígenas e informar e debater amplamente sobre a pauta aumentará a chance de atuação nela. ",
                    "Portanto, é necessário reduzir os entraves relacionados à valorização dos povos tradicionais brasileiros. Para tanto, cabe ao Estado não só atuar nas comunidades tradicionais, garantindo o bem-estar e desmascarando os problemas enfrentados por esses povos, como também educar e informar acerca do assunto, utilizando veículos midiáticos. Essas medidas têm como objetivo eliminar quaisquer dúvidas e preconceitos e, assim, dar entrada no processo de valorização dos povos tradicionais brasileiros. Espera-se, com isso, que, no futuro, a ignorância acabe e, finalmente, haja a tão sonhada valorização das comunidades tradicionais brasileiras. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 385
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Melhore a apresentação dessa discussão)",
                                "posicao": 535
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 641
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    200,
                    200,
                    160,
                    200,
                    160
                ],
                "nota_final": 920
            },
            {
                "id": "19212",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19212",
                "titulo": "[Sem título]",
                "data_envio": "27/12/2022",
                "lista_de_paragrafos": [
                    "No Brasil existem diversos tipos de povos, sejam eles tradicionais, indígenas, quilombolas, etc… Porém alguns lutam para serem, valorizados no país, onde numerosas pessoas não têm um verdadeiro conhecimento sobre essas variedades de comunidades existentes no Brasil. Vale reforçar que, muitos, defrontam-se para serem aceitos na legislação, porém, a mesma não acolhe alguns como comunidades e povoados em um país rico entre agremiações. ",
                    "Muitas comunidades por exemplo, não só lutam pelo reconhecimento quanto como também pelos seus territórios em suas aldeias, famílias que trabalham pelo sustento da casa. Mas que a lei constituinte não valoriza os muitos trabalhadores que buscam felicidade e a aceitação da sociedade. Famílias tradicionais ou não, todos querem ser respeitados como devem ser. ",
                    "Na sociedade, grande parte vive em famílias tradicionais, e quando surge famílias diferentes acham distintas, das suas, até porque nunca ouviram falar ou não tiveram um conhecimento específico sobre tal assunto, por isso não dão tanta importância. ",
                    "Entretanto, no Brasil a lei já está vigorando essas famílias. Atualmente 70% já entraram para lei fazendo parte da riqueza do Brasil. Onde são vistos como patrimônios culturais do Brasil, os indivíduos que valorizam não compactuam com desreipeito, porque afinal de contas cada um tem sua comunidade. Os direitos humanos disponibilizam terras para serem usadas para plantações e colheita para dar frutos naturais.A luta pelo território é complicado mas, que aos poucos está se transformando em solo bom para se viver e levar a vida. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Uso inadequado da pontuação)",
                                "posicao": 97
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 128
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 286
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 294
                            },
                            {
                                "anotacao": "(Reelabore as discussões iniciais e formule a tese)",
                                "posicao": 437
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 19
                            },
                            {
                                "anotacao": "(Truncamento)",
                                "posicao": 170
                            },
                            {
                                "anotacao": "(Reelabore a discussão apresentada)",
                                "posicao": 359
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 110
                            },
                            {
                                "anotacao": "(Abordagem limitada. Parágrafo frasal)",
                                "posicao": 248
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Uso inadequado do operador argumentativo)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Truncamento)",
                                "posicao": 134
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 448
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 453
                            },
                            {
                                "anotacao": "(Não apresentou a proposta de intervenção)",
                                "posicao": 532
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Reestruture e explore as discussões conforme a estrutura do texto dissertativo-argumentativo. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    120,
                    120,
                    120,
                    120,
                    0
                ],
                "nota_final": 480
            },
            {
                "id": "19184",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19184",
                "titulo": "[Sem título]",
                "data_envio": "04/12/2022",
                "lista_de_paragrafos": [
                    "Os povos tradicionais brasileiros preservaram a cultura verde-amarela antes da chegada dos portugueses, em 1500. Mesmo assim, têm suas terras tomadas pelo agronegócio e outras matrizes econômicas, e sofrem com o preconceito por sua cultura e língua tradicionais brasileiros.Assim, para a valorização dessas comunidades, é necessário uma mudança educacional e ações protetoras a esses cidadões brasileiros. ",
                    "Sob esse viés, no ramo da educação, atualmente, milhares de brasileiros não têm acesso à educação - incluindo comunidades tradicionais.Consequentemente, afeta a inclusão desses povos brasileiros no dia-a-dia dia a dia, como a língua \"patxôhã\", dos pataxós.Neste contexto, é imprescindível uma mudança educacional, para incluir e valorizar esses povos na sociedade brasileira. ",
                    "Desse modo, por ser um país de grande território, a concentração de povos tradicionais é dispersa, tanto que, segundo o Ministério Público Federal, o estado de São Paulo não é um dos com mais concentração dessas famílias.Com isto, a falta de medidas protetoras a esses cidadões cidadãos, ocasiona em sua dispersão pelo país. Diante disso, ações para proteger e valorizar esses brasileiros são de extrema importância para solucionar essa problemática. ",
                    "Portanto, é visível a necessidade de ações para os povos tradicionais sejam valorizados.Assim, o Ministério da Educação deve proporcionar aulas específicas, desde a base infantil, sobre o tradicional brasileiro, promovendo a valorização dessas comunidades.E o Ministério do Desenvolvimento Social deve priorizar leis que valorizam esses povos no território brasileiro. Para que assim, esses povos tradicionais presentes no Brasil, antes da marca de 1500, sejam valorizados em todos os aspectos. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Formule a tese com mais clareza)",
                                "posicao": 406
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Abordagem limitada)",
                                "posicao": 376
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Uso inadequado do operador argumentativo)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 288
                            },
                            {
                                "anotacao": "(Reestruture)",
                                "posicao": 451
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Truncamento)",
                                "posicao": 369
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 378
                            },
                            {
                                "anotacao": "(Proposta incompleta)",
                                "posicao": 495
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Senti falta de um panejamento textual. Reestruture e explore as discussões com mais produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    120,
                    160,
                    160
                ],
                "nota_final": 760
            },
            {
                "id": "19185",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19185",
                "titulo": "[Sem título]",
                "data_envio": "05/12/2022",
                "lista_de_paragrafos": [
                    "Na obra \"Utopia\" do escritor inglês Thomas More é retratada uma sociedade perfeita, na qual a mesma é ausente de conflitos e problemas. Entretanto, o que é visto na realidade contemporânea é o oposto ao do que o autor prega, tendo em vista os desafios para a valorização de comunidades e povos tradicionais no Brasil ocasionados pelos territórios não protegidos e pela falta de reconhecimento dessas comunidades por parte do Estado resultando na exclusão social desses povos.",
                    "Em primeiro lugar, deve-se discutir sobre a importância da proteção das terras desses povos tradicionais. Terras nas quais são totalmente indispensáveis e valorizadas por essas comunidades, pois é de lá que eles plantam e colhem o suficiente para o seu próprio sustento além de lhes fornecer um lugar agradável para se viver. O que gera a insatisfação desses povos é verem seus territórios ameaçados por meio de processos de financiamento que acabam fazendo a tomada dessas propriedades de terras e expulsando essas pessoas de seus territórios. Segundo o filósofo Jonh Locke: \"a insatisfação é o primeiro passo para o progresso de um homem ou de uma nação\". É necessário uma intervenção por parte do Estado para combater esse problema. ",
                    "Ademais, é importante citar a desvalorização desses povos que contribuem bastante para o desenvolvimento cultural do país e para a preservação da natureza. Quebradeiras de coco babaçu, pescadores artesanais, entre outras populações que não têm seus trabalhos e produções valorizados o que resulta totalmente na falta de reconhecimento dessas atividades culturais. ",
                    "Portanto, medidas devem ser tomadas para mitigar a problemática. O governo, órgão responsável por garantir o bem-estar coletivo, deve criar leis de proteção dos territórios dessas comunidades além de promover junto com o ao Ministério da Cultura, feiras culturais nos estados brasileiros, com exposições e vendas dos trabalhos feitos por comunidades indígenas, quilombolas, ribeirinhas, dentre outros, a fim de promover a valorização desses povos, para que o Brasil possa ser reconhecido como um país que valoriza e protege os povos tradicionais."
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 17
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 48
                            },
                            {
                                "anotacao": "(Use quando houver ideia de igualdade)",
                                "posicao": 100
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 432
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 270
                            },
                            {
                                "anotacao": "(Reestruture e explore a discussão com mais produtividade)",
                                "posicao": 736
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 283
                            },
                            {
                                "anotacao": "(Abordagem limitada)",
                                "posicao": 364
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 192
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 247
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Reestruture e explore as discussões com mais produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    120,
                    120,
                    160,
                    160
                ],
                "nota_final": 720
            },
            {
                "id": "19186",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19186",
                "titulo": "[Sem título]",
                "data_envio": "06/12/2022",
                "lista_de_paragrafos": [
                    "A literatura romântica, no Brasil, tinha como principal característica a valorização, ainda que em moldes europeus, dos povos nativos, especialmente nas obras “A Moreninha”, “O Uraguai” e “I-Juca Pirama”. Entretanto, distanciando-se das pautas do romantismo indianista, a realidade brasileira é marcada, infelizmente, pela desvalorização das comunidades e dos povos tradicionais, o que escancara um grande desafio para a conservação e para o reconhecimento do patrimônio histórico e cultural do país. Isso acontece, principalmente, pela expansão desmedida da agropecuária e pela perpetuação da violência histórica que alguns desses grupos sofreram. ",
                    "Sob esse viés, é indubitável que a desobediência às leis de preservação ambiental pelos latifundiários é um dos motivos que dificulta a concessão da importância merecida a esses povos considerados culturalmente diferenciados. Prova disso é que, embora a Constituição federal de 1988 assegure a preservação dos ecossistemas brasileiros - e, consequentemente, daqueles que os habitam -, a expansão desenfreada da atividade agropecuarista desencadeia a invasão de territórios culturais de forma ilegal, o que acaba impactando na sobrevivência dessas comunidades . Entende-se, desse modo, que esse desrespeito às normas constitucionais é resultado da falta de fiscalização das áreas que deveriam ser protegidas, visto que, muitas vezes, os responsáveis por essa ilegalidade saem impunes.",
                    "Ademais, a plena valorização desses povos tradicionais é impedida, também, pela perpetuação do passado violento com que alguns desses grupos sofreram. Nesse sentido, é válido relembrar a invasão do território brasileiro pelos portugueses e o início do processo de exploração e aculturação que os indígenas e os africanos foram submetidos durante três séculos (XVI, XVII e XVIII), especialmente na época da economia açucareira. É indiscutível, dessa forma, que o enraizamento da violência histórica sofrida pelos nativos e pelos negros ameaça à preservação de outras classes culturais, como os ribeirinhos e os extrativistas, pois reacende o preconceito sobre o indivíduo que age e vive de forma diferente daquela que é considerada comum, assim como aconteceu na História do país.",
                    "Portanto, é notória a necessidade de combater os desafios que impedem a valorização de comunidades e povos tradicionais brasileiros, tanto pela questão ambiental, quanto pelo âmbito social, para que o patrimônio histórico e cultural do país seja, por inteiro, reconhecido. Para isso, o Governo federal deve intensificar a fiscalização dos territórios naturais, por meio da contratação de funcionários pelos órgãos responsáveis por essa atividade - como o IBAMA e a Funai -, a fim de freiar a expansão agropecuarista e impor o respeito às leis vigentes, promovendo, assim, a permanência desses grupos em seu local de origem. Além disso, os órgãos publicitários do governo devem realizar campanhas de conscientização acerca da importância dessas classes culturais, por meio de palestras nas instituições governamentais e propaganda nos meios midiáticos - como sites, redes sociais e TV - com o intuito de cessar a herança preconceituosa existente e incentivar a valorização dessa coletividade assim como acontecia na literatura romântica indianista. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Ótimo parágrafo de introdução)",
                                "posicao": 649
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a apresentação dessa discussão)",
                                "posicao": 559
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Desenvolva a sigla)",
                                "posicao": 461
                            },
                            {
                                "anotacao": "(Desenvolva a sigla)",
                                "posicao": 471
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 1048
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Ótima produção textual. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    200,
                    160,
                    200,
                    200
                ],
                "nota_final": 920
            },
            {
                "id": "19188",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19188",
                "titulo": "[Sem título]",
                "data_envio": "10/12/2022",
                "lista_de_paragrafos": [
                    "No Brasil, as comunidades e povos tradicionais enfrentam diversos desafios para valorização de sua cultura e preservação de suas formas de vida. Um dos principais desafios é a falta de reconhecimento e valorização por parte do Estado e da sociedade em geral. Muitas vezes, as comunidades tradicionais são vistas como atrasadas ou isoladas, o que leva a discriminação e marginalização. ",
                    "Outro desafio é a perda de território e de recursos naturais. Com a expansão de atividades como a mineração, a agricultura e a pecuária, as comunidades tradicionais são frequentemente deslocadas de suas terras ancestrais, o que ameaça sua sobrevivência e sua identidade cultural. Além disso, a falta de acesso a serviços básicos como saúde, educação e saneamento básico também é um desafio para as comunidades tradicionais . Muitas vezes, elas vivem em regiões de difícil acesso e são negligenciadas pelo poder público. ",
                    "Para superar esses desafios e promover a valorização das comunidades e povos tradicionais, é fundamental o estabelecimento de políticas públicas eficientes e o envolvimento da sociedade civil. É preciso garantir o direito à terra e aos recursos naturais dessas comunidades, além de investir em acesso a serviços básicos e em educação intercultural. ",
                    "Também é importante valorizar e preservar a cultura dessas comunidades, reconhecendo sua importância para a diversidade cultural do país. Isso pode ser feito por meio do incentivo ao desenvolvimento de projetos culturais e econômicos sustentáveis, que promovam a autonomia e a preservação dessas comunidades. Em resumo, os desafios para a valorização de comunidades e povos tradicionais no Brasil são muitos, mas é possível enfrentá-los com políticas públicas efetivas, envolvimento da sociedade e respeito à diversidade cultural do país."
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Formule a tese com mais clareza)",
                                "posicao": 385
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Veja sinônimos)",
                                "posicao": 423
                            },
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 520
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Reestruture e explore com mais produtividade)",
                                "posicao": 349
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    }
                ],
                "feedback_revisor": "As discussões precisam ser mais exploradas ao longo do desenvolvimento. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    200,
                    160,
                    120,
                    120,
                    160
                ],
                "nota_final": 760
            },
            {
                "id": "19189",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19189",
                "titulo": "[Sem título]",
                "data_envio": "10/12/2022",
                "lista_de_paragrafos": [
                    "A Constituição federal de 1988 – órgão de maior hierarquia no sistema jurídico brasileiro – assegura a todos os indivíduos o direito ao reconhecimento e bem-estar social. A desvalorização dos povos tradicionais, no entanto, impede que esta parcela da população possa usufruir plenamente desses direitos no Brasil. Assim, é cabível afirmar que os impecilhos empecilhos para contornar essa problemática se resumem não só ao descaso governamental, mas também à desinformação acerca do tema. ",
                    "Com efeito, torna-se necessário ressaltar o descaso por parte do governo como um fator visível e prejudicial à situação, uma vez que dificulta o processo de preservação da cultura e das terras tradicionais. Nessa perspectiva, tal cenário representa, na visão do filósofo contratualista John Locke, uma violação do Contrato Social, à medida que o Estado rompe com suas obrigações e não se compromete em fornecer nenhuma assistência às comunidades tradicionais . Dessa maneira, percebe-se que, enquanto este desafio persistir, é inviável lidar com o problema.",
                    "Ademais, pode-se afirmar que a desinformação popular com relação à temática corrobora para a persistência da questão na sociedade brasileira. Ao passo que a sociedade não conhece o grupo em evidência ou possui simpatia com suas reinvidicações e sua cultura, estes são excluídos e isolados da sociedade. ",
                    "Torna-se imperativo, portanto, que medidas sejam tomadas com o fito de solucionar o problema. Para isso, é indispensável que o governo – órgão social responsável por garantir os direitos básicos à população – promova maior valorização e inclusão dos povos tradicionais por meio da criação de leis e políticas públicas eficientes. Além disso, urge que o mesmo disponibilize campanhas e propagandas que tratem sobre a importância e a defesa da causa desses povos, a fim de incluí-los socialmente. Dessa forma, toda a população poderia gozar dos direitos constitucionais na prática. "
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Muito bem. Formulou a tese)",
                                "posicao": 488
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Cuidado. Argumento tendencioso)",
                                "posicao": 459
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Explore mais a discussão)",
                                "posicao": 303
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Proposta completa)",
                                "posicao": 580
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Explore mais as discussões ao longo do desenvolvimento. Mantenha os aspectos positivos. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    200,
                    160,
                    160,
                    200,
                    200
                ],
                "nota_final": 920
            },
            {
                "id": "19193",
                "url": "https://vestibular.brasilescola.uol.com.br/banco-de-redacoes/19193",
                "titulo": "[Sem título]",
                "data_envio": "12/12/2022",
                "lista_de_paragrafos": [
                    "Se a convivência saudável é um dos ideais dos povos evoluídos desde o ponto de vista humano, a sociedade toda deve considerar cada grupo social, por pequeno que ele seja, como parte importante dela. Neste sentido, embora os indígenas sejam os primeiros povoadores do Brasil, a partir da colonização portuguesa foram se adicionando e misturando outras raças, que deram como resultado a coexistência de povos diferenciados entre si. Eles ganharam o nome de povos e comunidades tradicionais do Brasil. Mas cave cabe perguntar se eles de fato são protegidos, respeitados e valorizados conforme o ideal mencionado. ",
                    "A princípio, é importante o destaque a este ponto: os povos e comunidades tradicionais têm um legado transcendental no contexto ambiental: Além de ocupar as terras há muito tempo, eles sabem fazer uso dos recursos naturais em harmonia e respeito pela natureza. O fato de considerarem a terra como uma mãe, e não apenas um negócio, pode dar um ponto a mais para merecerem a preservação de suas formas de viver, junto com o direito de ocupar e explorar os lugares onde eles moram. ",
                    "Contudo, a legislação brasileira apenas reconhece 28 desses povos. Indígenas e quilombolas, por exemplo, conquistaram esse direito e ele foi estabelecido na Constituição de 1988. Todavia, muitos outros não foram incluídos, eles têm que recorrer a outros dispositivos jurídicos que não são suficientes para garantir seus direitos, deixando-os vulneráveis ante a ameaça de perder suas terras para serem ocupadas por grandes fazendeiros, mineradoras ou madeireiras.",
                    "Por outro lado, muitos destes povos não têm acesso a políticas públicas, como educação e saúde de qualidade. E ainda enfrentam dificuldades para ter créditos e comercializar seus produtos por conta da falta de meios de comunicação adequados. ",
                    "Cave destacar que na tentativa de defender o direito a permanecerem nos locais ocupados pelos povos e comunidades tradicionais do Brasil e garantir seus direitos, foram criados movimentos sociais que procuram o diálogo com o governo; mas nem sempre são escutados e algumas das suas lideranças são ameaçadas e até em alguns casos suas vidas foram tiradas.",
                    "Nesse sentido, no intuito de proteger e garantir os direitos dos povos e comunidades tradicionais do Brasil, precisa-se da criação e cumprimento de uma legislação mais abrangente nos quesitos da pertencia da terra, o acesso à educação, saúde e assistência nas atividades económicas desenvolvidas por eles, além de campanhas permanentes de educação e conscientização que difundam a importância destes povos, a fim de valorizá-los devidamente."
                ],
                "marcacoes": [
                    {
                        "paragrafo": 1,
                        "anotacoes": [
                            {
                                "anotacao": "(Formule a tese)",
                                "posicao": 610
                            }
                        ]
                    },
                    {
                        "paragrafo": 2,
                        "anotacoes": [
                            {
                                "anotacao": "(Ponto final)",
                                "posicao": 139
                            },
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 479
                            }
                        ]
                    },
                    {
                        "paragrafo": 3,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    },
                    {
                        "paragrafo": 4,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Explore a discussão com mais produtividade)",
                                "posicao": 242
                            }
                        ]
                    },
                    {
                        "paragrafo": 5,
                        "anotacoes": [
                            {
                                "anotacao": "(Melhore a estratégia coesiva)",
                                "posicao": 0
                            },
                            {
                                "anotacao": "(Sem vírgula)",
                                "posicao": 163
                            },
                            {
                                "anotacao": "(Vírgula)",
                                "posicao": 307
                            }
                        ]
                    },
                    {
                        "paragrafo": 6,
                        "anotacoes": [
                            {
                                "anotacao": "(Boa estratégia coesiva)",
                                "posicao": 0
                            }
                        ]
                    }
                ],
                "feedback_revisor": "Reestruture e explore as discussões com mais produtividade. Não deixe de exercitar a sua escrita.",
                "notas_originais": [],
                "notas": [
                    160,
                    160,
                    120,
                    160,
                    120
                ],
                "nota_final": 720
            }
        ]
    }
]